[
  {
    "name": "SS2000 Patchwork Suit",
    "brand": "Comme des Garcons",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571450168771-6FH64TRL2YLWAMSQ0YOS/commedesgarconsss2000patchworksuitfull.jpg?format=1500w",
    "price": "2750",
    "category": "jacket",
    "gender": "men",
    "size": "L",
    "rating": "4",
    "description": "Rei Kawakubo’s spring 2000 collection for Comme des Garçons featured a wide range of patchwork garments, including pants, shirts, and as featured here, suits. Each of the suits was one of a kind, as they were produced in small quantities as special orders for customers before the collection hit the shelves. The eclectic fabric was sourced from the Gobelins Manufactory, a legendary tapestry factory in Paris. Extreme proficiency and attention to detail went into the construction of this piece. Shown here in a rare size large in both the pants and jacket, brand new with the original tag still attached.",
    "source": "https://www.middlemanstore.com/archive/comme-des-garons-homme-plus-ss2000-patchwork-suit"
  },
  {
    "name": "SS1996 Vinyl Reflector Jacket",
    "brand": "Comme des Garcons",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571974293405-GA1OZBM41UL06VH8958D/commedesgarconshommeplusss1996reflectorjacketfront.jpg?format=1500w",
    "price": "525",
    "category": "jacket",
    "gender": "men",
    "size": "m",
    "rating": "4.5",
    "description": "Comme des Garçons Homme Plus’ spring 1996 collection was heavily influenced by safety workwear — jackets and vests affixed with luminescent neons to increase the visibility of manual laborers. These bold neon colors have long been appropriated by rave and club kid culture, and in turn permeated into high fashion by designers such as Walter Van Beirendonck and Jean Paul Gaultier. It was a surprising choice for Rei, and the neon vibrancy of the collection, titled “Disconnected Gentlemen”, stood out as a unique outlier within the canon of her work, which a severe black palate had become so synonymous with.",
    "source": "https://www.middlemanstore.com/archive/comme-des-garons-homme-plus-ss1996-vinyl-reflector-jacket"
  },
  {
    "name": "SS1997 Layered Sweater",
    "brand": "Comme des Garcons",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1578042673188-9QGQT8KFG6354TFFN0Q6/commedesgarconshommeplusss1997meshsweaterfront.jpg?format=1500w",
    "price": "475",
    "category": "sweatshirt",
    "gender": "women",
    "size": "M",
    "rating": "4",
    "description": "This unique, deconstructed knit features a layer of distressed fishnet wool atop an elaborate print of houses on a countryside. The bottom layer is traditionally finished, while the top features raw and asymmetric hems throughout, alongside tears through the across body.",
    "source": "https://www.middlemanstore.com/archive/comme-des-garons-homme-plus-ss1997-layered-sweater"
  },
  {
    "name": "SS2006 Rolling Stones Pants",
    "brand": "Comme des Garcons",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1585874254196-6FNJ03J03V78BG079PYZ/commedesgarconsss2006rollingstonespantsfront.jpg?format=1500w",
    "price": "625",
    "category": "pants",
    "gender": "men",
    "size": "S",
    "rating": "5",
    "description": "CDG’s spring 2006 runway included an extensive selection of pieces which paid tribute to the legendary British Invasion rock band, The Rolling Stones. This particular pair of pants reinterprets their lip and tongue logo in a pop-art style, (as has been done frequently with the graphic) placing it indiscriminately over a pattern of checkerboards, polka dots, and flowers, all which are staple patterns of the pop-art medium. ",
    "source": "https://www.middlemanstore.com/archive/comme-des-garons-homme-plus-ss2006-rolling-stones-pants"
  },
  {
    "name": "SS2000 Floral Tapestry Trousers",
    "brand": "Comme des Garcons",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571460546591-ZI7ERZUKZ57ZA4F16BCJ/commedesgarconshommeplusss2000tapestrypantsfront.jpg?format=1500w",
    "price": "450",
    "category": "pants",
    "gender": "women",
    "size": "S",
    "rating": "3.5",
    "description": "For her spring 2000 collection, Rei Kawakubo sourced fabric from Gobelins Manufactory, a legendary tapestry manufacturer in Paris. She produced suits, shirts, and trousers utilizing these eccentric fabrics. As shown here, these trousers are fully composed of an intricately woven floral tapestry, and feature a slim cut and high rise. ",
    "source": "https://www.middlemanstore.com/archive/comme-des-garons-homme-plus-ss2000-floral-tapestry-trousers"
  },
  {
    "name": "SS2005 Pink Panther Cycling Jersey",
    "brand": "Comme des Garcons",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571456292102-FW8UO9E2NQDL0CU73BEI/commedesgarconshommeplusss2005pinkpanthertopfront.jpg?format=1500w",
    "price": "500",
    "category": "tee",
    "gender": "men",
    "size": "M",
    "rating": "4",
    "description": "For her spring 2005 collection, Rei Kawakubo set out to subvert conventional masculinity through the prominent use of the color pink. The boyish models wore a range of shades spanning nearly the entire spectrum of the color, leaving practically none of the garments untouched. Hot pink trousers, fuchsia paneled shirts and blazers, double breasted jackets with pink lining - the list goes on. Rei also placed imagery of the Pink Panther on t-shirts, and more uncommonly found, cycling tops. This shirt is composed of a sporty polyester blend, and features the brand’s namesake displayed alongside a handful of Pink Panther silhouettes.",
    "source": "https://www.middlemanstore.com/archive/comme-des-garons-homme-plus-ss2005-pink-panther-cycling-jersey"
  },
  {
    "name": "AW2000 Fur Coat",
    "brand": "Helmut Lang",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571441915589-NH603OAGQ47O69VONO08/helmutlangaw2000furcoatfront.jpg?format=1500w",
    "price": "1200",
    "category": "jacket",
    "gender": "women",
    "size": "L",
    "rating": "5",
    "description": "This iconic runway staple of both the men's and women's looks finds no expense spared in its thick fur outer, and ultra-fine suede. However, it does not rest its laurels on mere luxury. A closer examination of its nuances (perhaps an oxymoron in regards to a fur coat?) reveals a forward-thinking spin on the typical silhouette, with a unique double collar design, both zip and button closure, and a multi-panelled construction whose effect is noticeable in motion.",
    "source": "https://www.middlemanstore.com/archive/helmut-lang-aw2000-fur-coat"
  },
  {
    "name": "AW1999 Astro Biker Jacket",
    "brand": "Helmut Lang",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571445432707-HKKKPVHSZSBSBAF69F9L/helmutlangaw1999oliveastrofront.jpg?format=1500w",
    "price": "800",
    "category": "jacket",
    "gender": "men",
    "size": "M",
    "rating": "3",
    "description": "The Astro jacket has become Exhibit A for demonstrating Helmut Lang’s ability to interweave incongruous subcultures into garments that feel at once familiar and foreign. Using the rugged outerwear of bikers and astronauts as a starting point, Lang further imbues military signifiers into the silhouette by including interior backpack straps inspired by vintage Italian field jackets. Further details include moto applications at the shoulder with a D-ring, a zipper coiled around the waist, and biker-esqure darting on the arms.",
    "source": "https://www.middlemanstore.com/archive/helmut-lang-aw1999-astro-biker-jacket"
  },
  {
    "name": "SS2002 Monster T-Shirt",
    "brand": "Issey Miyake",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571457272354-15I8EBCR058LU52NRKQK/isseymiyakess2002teefront_1.jpg?format=1500w",
    "price": "200",
    "category": "tee",
    "gender": "men",
    "size": "S",
    "rating": "4",
    "description": "This top features imagery indicative of the low-budget monster movies Japan became famous for in the decades preceding it. In the bottom corner it displays the address for Miyake’s spring 2002 runway show, alongside screen printing that stretches within the inner lining of the collar.",
    "source": "https://www.middlemanstore.com/archive/issey-miyake-ss2002-monster-t-shirt"
  },
  {
    "name": "AW2008 A-POC Skeleton Denim",
    "brand": "Issey Miyake",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1578627166364-Z0UZLUYDZWOHLMZA9AEU/isseymiyakeaw2008apocskeletondenimfront.jpg?format=1500w",
    "price": "600",
    "category": "pants",
    "gender": "men",
    "size": "L",
    "rating": "4",
    "description": "This pair of jeans features a skeleton print woven from the inside out, creating a mirror effect in which the exterior print is duplicated on the inside. The inside-out stitching technique is similarly used to create the faux-coins which overflow from the back pocket.",
    "source": "https://www.middlemanstore.com/archive/issey-miyake-aw2008-a-poc-skeleton-denim"
  },
  {
    "name": "SS1993 Switzerland Olympics Jacket",
    "brand": "Issey Miyake",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1578040566493-A4NT61VXDPY37THHAFC7/isseymiyakess1993switzerlandjacketfront.jpg?format=1500w",
    "price": "2250",
    "category": "jacket",
    "gender": "women",
    "size": "XL",
    "rating": "5",
    "description": "In the buildup to the 1992 Summer Olympics, an unlikely partnership was formed between Issey Miyake and the country of Lithuania. Running with an idea originating from their team doctor, Miyake designed the country's Olympic uniforms. He subsequently expanded the project’s scope for his SS1993 collection, where he presented pleated uniforms like the one displayed above for a number of different countries. Miyake went as far as to declare sportswear the clothing of the future, with his imagination stimulated by the field’s innovations in function and material. Miyake's courtship with sportswear marked an intrinsically natural pairing, as he has always been forward-thinking with regards to fabric and material, approaching the medium with a blend of conceptual and technical thought similarly pervasive through the field of athletic wear. Though where Miyake does so in pursuit of art, those creating sportswear do so in pursuit of performance, both sparsely-defined yet idealized properties which merge in his conceptions of Olympic jerseys. The jacket above is self-evidently his reimagining of Switzerland’s jersey, and it features an zippable hood which falls evenly atop the flag affixed to the back.",
    "source": "https://www.middlemanstore.com/archive/issey-miyake-ss1993-switzerland-olympics-jacket"
  },
  {
    "name": "SS2000 Reversible Coat",
    "brand": "Issey Miyake",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1578039843568-EAKHHTJ1VWCZWEUYTS57/isseymiyakess2001murakamicoatback.jpg?format=1500w",
    "price": "2250",
    "category": "jacket",
    "gender": "men",
    "size": "XS",
    "rating": "4.5",
    "description": "In 1999, Issey Miyake handed over the reigns of his eponymous label to Naoki Takizawa. One of Takizawa’s first distinguishing choices was his collaboration with legendary pop artist Takashi Murakami. The pieces were by and large reversible, with the outerwear and trousers being shown inside out on the runway. The interiors contained visuals of Mr. Dob and several of Murakami’s other well known characters, while the exteriors were utilitarian, and could be worn as traditional workwear coats and denim jeans. This specific iteration features one of Murakami’s figures suspended in motion with a paint splatter detail.",
    "source": "https://www.middlemanstore.com/archive/issey-miyake-x-takashi-murakami-ss2000-reversible-coat"
  },
  {
    "name": "AW2005 Fur Alien Parka",
    "brand": "Issey Miyake",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1585268487150-JOEDFH1BZ9HCV69GWJ8V/isseymiyakeaw2005alienjacketfront.jpg?format=1500w",
    "price": "500",
    "category": "jacket",
    "gender": "women",
    "size": "XS",
    "rating": "4",
    "description": "Issey Miyake exists as a designer in the most literal interpretation of the word. His clothes do not exist to put forth a narrative as those of Ann or Raf do, but rather to display marvels of technical skill and innovation. His career has been propelled by a desire to explore fabric and construction techniques, and how they interact with their wearer’s body. In recent years, Miyake has completely disassociated himself from the label, choosing to strictly to work on developing new fabrics. His scientific approach to expression of beauty has found him many vaunted kindred spirits, including Steve Jobs, whom he designed his iconic black turtlenecks for. This mid-weight jacket features intersecting waves of raised black lines, and a faux fur lined hood that can be split in two.",
    "source": "https://www.middlemanstore.com/archive/issey-miyake-aw2005-fur-alien-parka"
  },
  {
    "name": "AW2008 A-POC Multicolor Pants",
    "brand": "Issey Miyake",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571458394789-JBKV5PD8YPNZL8TYO28X/isseymiyakeaw2008apocpantsfront.jpg?format=1500w",
    "price": "475",
    "category": "pants",
    "gender": "men",
    "size": "M",
    "rating": "5",
    "description": "A-POC, short for 'A Piece Of Cloth', was a line specifically dedicated to the exploration of innovative fabric techniques. The A-POC project itself was an attempt to create clothing using a single thread of fabric guided by computer technology, and was later put on display at the MoMA. This pair of pants is an excellent display of his sophisticated fabric work, with an elaborate overlapping color scheme that produces a near tie-dye effect, and brown nylon paneling.",
    "source": "https://www.middlemanstore.com/archive/issey-miyake-aw2008-a-poc-multicolor-pants"
  },
  {
    "name": "SS2002 Poem Trucker Jacket",
    "brand": "Junya Watanabe",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571449905516-MBT6RD8GVUYHUGCYV8U2/junyawatanabess2002poemtruckerback_1.jpg?format=1500w",
    "price": "525",
    "category": "jacket",
    "gender": "men",
    "size": "L",
    "rating": "5",
    "description": "This jacket adds a secondary wrinkle by appearing on a classic Levi’s trucker, whom Junya collaborated with several times. He never altered their staple silhouette, but rather imbued his eccentricities into them. He experimented with velvet and rubber fabrics, patchwork patterns, and in this case philosophical waxings.",
    "source": "https://www.middlemanstore.com/archive/junya-watanabe-x-levis-ss2002-poem-trucker-jacket"
  },
  {
    "name": "AW2006 Punk Mohair Sweater",
    "brand": "Junya Watanabe",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1578091695614-TFRI3FYKPJ1S7ZYK4SI9/junyawatanabeaw2006mohairfront_1.jpg?format=1500w",
    "price": "500",
    "category": "sweatshirt",
    "gender": "women",
    "size": "S",
    "rating": "3.5",
    "description": "This mohair draws inspiration from Malcolm McLaren and Vivienne Westwood's legendary Seditionaries knits. The chaos suggested by the color scheme is further accented by the silhouette, which contains asymmetric sleeves and a cropped fit.",
    "source": "https://www.middlemanstore.com/archive/junya-watanabe-aw2006-punk-mohair-sweater"
  },
  {
    "name": "SS2003 Jeweled Denim",
    "brand": "Junya Watanabe",
    "imageURL": "https://www.middlemanstore.com/archive/junya-watanabe-ss2003-jeweled-denim",
    "price": "550",
    "category": "pants",
    "gender": "women",
    "size": "XS",
    "rating": "5",
    "description": "Though his diverse offerings span the scope of nearly every subculture, Junya Watanabe has always appeared most at home reinterpreting punk garments, as he does with these jeans, which feature chains, jewels, studs, and safety pins. Though most pairs which surface for sale are missing some or all of the chains, this rare white colorway is fully intact.",
    "source": "https://www.middlemanstore.com/archive/junya-watanabe-ss2003-jeweled-denim"
  },
  {
    "name": "Skeleton Denim Rider Jacket",
    "brand": "Kapital",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1585269952303-J08WWGV9196CFZGLIWOO/kapitalkountryskeletonriderjacket1.jpg?format=1500w",
    "price": "1500",
    "category": "jacket",
    "gender": "men",
    "size": "M",
    "rating": "4",
    "description": "This now-famous jacket can be looked back on as one of the impetuses for the Kapital skeleton craze, which has since become one of the signature components of their line. Though re-released in late-2019, this is from the original run, which appeared in scarce quantities, with very few making their way to the U.S. market. It’s constructed with the excellence one associates with the Kountry line, with a heavy weight raw denim outer, and lush red satin interior. The bones are fully woven atop the denim, giving the jacket a raised texture.",
    "source": "https://www.middlemanstore.com/archive/kapital-kountry-skeleton-denim-rider-jacket"
  },
  {
    "name": "AW2012 Trail Sneakers",
    "brand": "Raf Simons",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1585872349890-AOMASN9PUG62PZEMJZ3M/rafsimonsaw2012greentrailsneakers1.jpg?format=1500w",
    "price": "550",
    "category": "shoes",
    "gender": "men",
    "size": "S",
    "rating": "3",
    "description": "The collection acted as a mediator between his early and present bodies of work, channeled through the pairing of slim, schoolboy-esque shorts with intricately proportioned overcoats and blazers. The sneakers were a key standout of the show as well. Predating his Adidas collaborations and today’s emergent trend of running sneakers, Raf produced these shoes years before which include a layered, low-top silhouette, colorblocked detailing, and Raf Simons branding on the backside.",
    "source": "https://www.middlemanstore.com/archive/raf-simons-aw2012-trail-sneakers"
  },
  {
    "name": "AW2001 'Riot Riot Riot' Patched Keffiyeh",
    "brand": "Raf Simons",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571461338613-6TFJW3TFMAODQOQILKFO/rafsimonsaw2001scarf1.jpg?format=1500w",
    "price": "1800",
    "category": "accessory",
    "gender": "women",
    "size": "XL",
    "rating": "4.5",
    "description": "The patches affixed across this Afghan style shawl reference numerous musicians Raf siphoned literal and metaphoric from, including David Bowie, Bauhaus’s Peter Murphy, The Cure’s Robert Smith, and the Manic Street Preachers. It was featured prominently on the runway, where it was the defining accessory of the season.",
    "source": "https://www.middlemanstore.com/archive/raf-simons-aw2001-riot-riot-riot-patched-keffiyeh"
  },
  {
    "name": "AW2008 'Phoenix' Duffle Bag",
    "brand": "Raf Simons",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1585872259723-ETGTU03L7E05G9Z10LFQ/rafsimonsaw2008phoenixbag1.jpg?format=1500w",
    "price": "1200",
    "category": "bag",
    "gender": "women",
    "size": "L",
    "rating": "4",
    "description": "This spacious duffle uses the same phoenix design. All of the items featuring this gradient were hand-done and produced in extremely limited quantities. It’s atypically luxurious for this era of Raf, made in Italy and featuring a supple leather body beneath the wool felting, alongside meticulous detailing including magnet closure on the side flaps, three different storage compartments, thick zippers, and a tag for which to place an ID card.",
    "source": "https://www.middlemanstore.com/archive/raf-simons-aw2008-phoenix-duffle-bag"
  },
  {
    "name": "AW2002 Balaclava Hat",
    "brand": "Raf Simons",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571460977514-D5JWL23KI8UN56EHF3MO/rafsimonsaw2002digicamohat_1.jpg?format=1500w",
    "price": "500",
    "category": "accessory",
    "gender": "men",
    "size": "M",
    "rating": "5",
    "description": "Raf’s fall 2002 output, 'Virginia Creeper,' deployed camos and bondage-wear amongst innocuous camp sweaters and letterman jackets. It was a perversion of classic Americana. A metaphorical expounding on the uncouth and grotesque proclivities which simmer in willful ignorance beneath the white-picket fences of small towns. It was a wholly unique theme for the fashion world, with kindred spirits more easily found in works like Truman Capote’s 'In Cold Blood'. On a more personal level, the contrast of civil and taboo garments was a viscerally stimulating exhibition of the inherent duality of youth, a desire to both conform and subvert, something Raf's early work such as “How to Talk to Your Teen” explored as well. This knit balaclava and hat combo was a signature piece of the runway, and appeared frequently in editorials upon release.",
    "source": "https://www.middlemanstore.com/archive/raf-simons-aw2002-balaclava-hat"
  },
  {
    "name": "AW2001 'D.A.V.F.' Bullet Sash/Belt",
    "brand": "Undercover",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571461466645-2P83DYGHVZOK79YF81QX/undercoveraw2001belt.jpg?format=1500w",
    "price": "850",
    "category": "accessory",
    "gender": "women",
    "size": "M",
    "rating": "5",
    "description": "Nearly twenty years later, this sash stands alone as the defining piece from D.A.V.F. The iridescent glimmer imbued to these clear, heavy-weight 0.50 cal shells ascribes a quality reminiscent of a teardrop chandelier to the most severe of accessories. While worn on the runway as a sash, it has found a second life as a belt, and can be reasonably worn in either way.",
    "source": "https://www.middlemanstore.com/archive/undercover-aw2001-davf-bullet-sashbelt"
  },
  {
    "name": "SS2012 'She Brings the Rain' Leather Jacket",
    "brand": "Undercover",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571444250577-77J9UARN3JKYDY6GDP5O/undercoverss2012shebringstherainjacketback_1.jpg?format=1500w",
    "price": "1500",
    "category": "jacket",
    "gender": "men",
    "size": "M",
    "rating": "4.5",
    "description": "This classic Undercover jacket and its patched musings have become near synonymous with the label itself. The back quote’s origins can be traced to the German band Can, who Jun Takahashi drew repeated inspiration from during the spring of 2012 . “She Brings the Rain” was a song off their 1970 album “Soundtracks” — a compilation of singles which Can composed for a variety of films. The specific song first appeared in the German thriller “Ein großer graublauer Vogel.” The jacket itself features some of the DIY techniques Jun  applied to previous collections such as SS2006 “T,” and AW2005 “Arts and Crafts,” including loopwheeled cotton sleeves and the famous stitched patches.",
    "source": "https://www.middlemanstore.com/archive/undercover-ss2012-she-brings-the-rain-leather-jacket"
  },
  {
    "name": "AW2004 Cafe Moto Jacket",
    "brand": "Yohji Yamamoto",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571443308178-V4NKZ7RUZNN1AFH2PX92/yohjiyamamotoysdainesemotoleatherfront_1.jpg?format=1500w",
    "price": "900",
    "category": "jacket",
    "gender": "men",
    "size": "XS",
    "rating": "4",
    "description": "This jacket hails from Yohji’s fruitful collaboration with Italian motorsport wear label Dainese, in which he borrowed traditional iterations of their motorcycle jackets, and did them up with logos and iconography of his own conjuring. This piece reiterates Dainese’s classic 'V' shaped logo, but introduces 'YOHJI' branding on the sleeve, and a cartoon avatar with “MOTO yohji” to pair.",
    "source": "https://www.middlemanstore.com/archive/yohji-yamamoto-ys-x-dainese-aw2004-cafe-moto-jacket"
  },
  {
    "name": "AW1997 Billiards Sweater",
    "brand": "Yohji Yamamoto",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571453592351-MWL8LAV9EEVC7KSXUZ17/yohjiyamamotopourhommeaw1997billiardsweaterfront.jpg?format=1500w",
    "price": "1000",
    "category": "sweatshirt",
    "gender": "men",
    "size": "L",
    "rating": "4",
    "description": "To level accolades upon Yohji is like, as Leonard Cohen once said about Bob Dylan, “pinning a metal on Mount Everest”. He claims himself to not be an artist, he says fashion has never been an art, yet to deny the artistic quality of his work would be to deny what our eyes can plainly observe. Like an impressionist painter, he exhumes the depth of relatively simple garments (dirty clothes, the Japanese press branded his early work), taking a form and rendering its function secondary to the emotion he choses to evoke. He refuses to do all the work for you, where a passerby sees a wrinkled coat and oversized, strangely buttoned shirt, a man willing to consider the rorschach presented to him may see anything from romanticism to suffering. This foundational concession — that there is no answer to what precisely you’re looking at — has rendered Yohji a favorite of artists and thinkers across the world. This playful sweater features an intarsia visual of billiard balls bearing Yohji’s name.",
    "source": "https://www.middlemanstore.com/archive/yohji-yamamoto-pour-homme-aw1997-billiards-sweater"
  },
  {
    "name": "SS2001 Floral Trousers",
    "brand": "Yohji Yamamoto",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1571458717927-SN76Y09XRA2E2ALZ0Q2P/yohjiyamamotopourhommess2001floralpantsfront.jpg?format=1500w",
    "price": "425",
    "category": "pants",
    "gender": "women",
    "size": "L",
    "rating": "3.5",
    "description": "Within the vast cannon of Yohji’s work, flowers have remained a mini-motif across the decades. Counter intuitive to the typical presumption of Yohji’s runways being defined by the morose, his SS1996 “Flowers and Boyhood” was rife with floral visuals, as was the collection these pants originated from. He produced matching all-over print floral shirts and suiting. They are cut with a wide leg, and feature the collection’s trademark wrinkled cotton fabric.",
    "source": "https://www.middlemanstore.com/archive/yohji-yamamoto-pour-homme-ss2001-floral-trousers"
  },
  {
    "name": "AW1991 '6.1 The Men' Frontzip Jacket",
    "brand": "Yohji Yamamoto",
    "imageURL": "https://images.squarespace-cdn.com/content/v1/5aaf41dd3c3a53cc58416c61/1578040172587-8YKVSYU4CO1VY2TA3QY1/yohjiyamamotopourhommeaw1991frontzipjacketfront.jpg?format=1500w",
    "price": "1550",
    "category": "jacket",
    "gender": "men",
    "size": "M",
    "rating": "4",
    "description": "Titled '6.1 The Men' and shown in conjunction with Rei Kawakubo’s presentation for Comme Des Garcons Homme Plus, the fall 1991 collection has endured as one of Yohji’s most fabled outputs. It was viscerally influenced by the Gulf War, which was being fought concurrently, and focused on the eroticism which has time and time again tacitly charged bloody conflicts between nations. He was fascinated by the pin-up visuals which have been synonymous with battle since the second World War, and have often served as motivation for soldiers who lacked little else to cling onto. The thick Riri zippers which define this jacket are fully functional, and the accompanying mouton fur collar can be detached.",
    "source": "https://www.middlemanstore.com/archive/yohji-yamamoto-pour-homme-aw1991-61-the-men-frontzip-jacket"
  }
]
